{


  "all":{
    "q1": {
      "title": "How can I learn more about specific professors' research interests during the PhD visit day?",
      "detail": "I'd like to know more about research projects and potential advisors.",
      "Answer1": "Attend research presentations and meet with professors during office hours.",
      "QName": "Alice",
      "A1Name": "Prof. Thompson",
      "A1date": "2023-4-25",
      "Qdate": "2023-4-25",
      "filter": "Professor",
      "Answer2": "Review faculty profiles on the university website.",
      "A2Name": "Dr. Williams",
      "A2date": "2023-4-25"
      },
      "q2": {
      "title": "What events are planned for incoming PhDs to socialize and network during visit day?",
      "detail": "I'm interested in meeting other incoming students and building connections.",
      "Answer1": "There will be a welcome dinner and social events throughout the day.",
      "QName": "Bob",
      "A1Name": "Linda",
      "A1date": "2023-4-26",
      "Qdate": "2023-4-26",
      "filter": "Incoming PhDs",
      "Answer2": "Join group activities and informal meetups organized by current students.",
      "A2Name": "Steve",
      "A2date": "2023-4-26"
      },
      "q3": {
      "title": "What resources are available to support current PhDs' academic and research progress?",
      "detail": "I want to know how the university assists students in achieving their goals.",
      "Answer1": "There are various workshops, research funding, and academic support services.",
      "QName": "Cathy",
      "A1Name": "Dan",
      "A1date": "2023-4-27",
      "Qdate": "2023-4-27",
      "filter": "Current PhDs",
      "Answer2": "Access to faculty mentorship, research facilities, and career development resources.",
      "A2Name": "Emma",
      "A2date": "2023-4-27"
      },
      "q4": {
      "title": "Are there any interdisciplinary research opportunities for PhD students at Cornell?",
      "detail": "I'm curious about collaborations between departments and research areas.",
      "Answer1": "Yes, there are many interdisciplinary research centers and initiatives at Cornell.",
      "QName": "Frank",
      "A1Name": "Grace",
      "A1date": "2023-4-28",
      "Qdate": "2023-4-28",
      "filter": "Other",
      "Answer2": "Collaborations between departments are encouraged and often lead to innovative research.",
      "A2Name": "Henry",
      "A2date": "2023-4-28"
      },
      "q5": {
        "title": "What opportunities do PhD students have to collaborate with professors on research projects?",
        "detail": "I'm interested in getting involved in research as soon as possible.",
        "Answer1": "Many professors welcome PhD students to join their research teams and projects.",
        "QName": "Ivan",
        "A1Name": "Prof. Martin",
        "A1date": "2023-4-29",
        "Qdate": "2023-4-29",
        "filter": "Professor",
        "Answer2": "Discuss your interests with professors during visit day and explore potential collaborations.",
        "A2Name": "Dr. Ramirez",
        "A2date": "2023-4-29"
        },
        "q6": {
          "title": "What should incoming PhD students expect during the first year of the program?",
          "detail": "I want to be prepared for coursework, research, and other responsibilities.",
          "Answer1": "First-year students typically focus on coursework and identifying research interests.",
          "QName": "Jane",
          "A1Name": "Kyle",
          "A1date": "2023-4-30",
          "Qdate": "2023-4-30",
          "filter": "Incoming PhDs",
          "Answer2": "Participate in lab rotations and attend seminars to explore potential research areas.",
          "A2Name": "Laura",
          "A2date": "2023-4-30"
          },
          "q7": {
            "title": "How do current PhD students balance research, teaching, and personal life?",
            "detail": "I'm concerned about managing my time effectively during the program.",
            "Answer1": "Effective time management and setting priorities are crucial for maintaining balance.",
            "QName": "Tom",
            "A1Name": "Nina",
            "A1date": "2023-4-28",
            "Qdate": "2023-4-28",
            "filter": "Current PhDs",
            "Answer2": "Seek advice from peers and faculty on managing workload and maintaining self-care.",
            "A2Name": "Alex",
            "A2date": "2023-4-28"
            },
            "q8": {
              "title": "What housing options are available for incoming PhD students near the campus?",
              "detail": "I want to find convenient and affordable housing during my studies.",
              "Answer1": "There are both on-campus and off-campus housing options for graduate students.",
              "QName": "Sophia",
              "A1Name": "Eric",
              "A1date": "2023-4-26",
              "Qdate": "2023-4-26",
              "filter": "Other",
              "Answer2": "Check the university housing website and local listings for available options.",
              "A2Name": "Rebecca",
              "A2date": "2023-4-26"
              },
              "q9": {
                "title": "What extracurricular activities and clubs are popular among PhD students?",
                "detail": "I want to get involved in campus life and engage with my peers outside of academics.",
                "Answer1": "There are various clubs, sports teams, and cultural organizations for graduate students.",
                "QName": "Frank",
                "A1Name": "Olivia",
                "A1date": "2023-4-27",
                "Qdate": "2023-4-27",
                "filter": "Other",
                "Answer2": "Attend club fairs and explore opportunities to join groups aligned with your interests.",
                "A2Name": "Mike",
                "A2date": "2023-4-27"
                },
                "q10": {
                  "title": "What types of professional development opportunities are available for current PhD students?",
                  "detail": "I want to ensure I have access to resources that will help me succeed beyond my studies.",
                  "Answer1": "The university offers workshops, seminars, and networking events for professional development.",
                  "QName": "Susan",
                  "A1Name": "Adam",
                  "A1date": "2023-4-29",
                  "Qdate": "2023-4-29",
                  "filter": "Current PhDs",
                  "Answer2": "Career services, faculty mentorship, and internships can also support professional growth.",
                  "A2Name": "Samantha",
                  "A2date": "2023-4-29"
                  },
                  "q11": {
                  "title": "How do current PhD students manage their workload and ensure they are making progress?",
                  "detail": "I am curious about the strategies used by successful students to stay on track.",
                  "Answer1": "Setting goals, creating a schedule, and prioritizing tasks can help manage workload.",
                  "QName": "Brian",
                  "A1Name": "Grace",
                  "A1date": "2023-4-30",
                  "Qdate": "2023-4-30",
                  "filter": "Current PhDs",
                  "Answer2": "Regular meetings with advisors and peer support groups can also facilitate progress.",
                  "A2Name": "Jacob",
                  "A2date": "2023-4-30"
                  },
                  "q12": {
                  "title": "What support is available for current PhD students who want to present their research at conferences?",
                  "detail": "I want to know if there are opportunities to attend conferences and present my work.",
                  "Answer1": "The university provides funding for conference travel and presentation opportunities.",
                  "QName": "Megan",
                  "A1Name": "Carlos",
                  "A1date": "2023-4-27",
                  "Qdate": "2023-4-27",
                  "filter": "Current PhDs",
                  "Answer2": "Faculty members can also offer guidance on submitting abstracts and preparing presentations.",
                  "A2Name": "Danielle",
                  "A2date": "2023-4-27"
                  },
                  "q13": {
                  "title": "Are there opportunities for current PhD students to collaborate with industry partners on research projects?",
                  "detail": "I am interested in exploring how research can be applied in real-world settings.",
                  "Answer1": "Many faculty members have connections with industry partners and encourage collaboration.",
                  "QName": "Gina",
                  "A1Name": "Matthew",
                  "A1date": "2023-4-28",
                  "Qdate": "2023-4-28",
                  "filter": "Current PhDs",
                  "Answer2": "Seek out internships, collaborative research projects, and networking events with industry professionals.",
                  "A2Name": "David",
                  "A2date": "2023-4-28"
                  },
                  "q14": {
                    "title": "What are the key research areas and labs that professors are currently focusing on in the department?",
                    "detail": "I want to learn more about the research areas and labs where I can potentially contribute.",
                    "Answer1": "The department website provides a list of research areas and labs led by faculty members.",
                    "QName": "Tina",
                    "A1Name": "Alan",
                    "A1date": "2023-4-27",
                    "Qdate": "2023-4-27",
                    "filter": "Professor",
                    "Answer2": "Attend department seminars and talk to professors to learn more about their current projects.",
                    "A2Name": "Katie",
                    "A2date": "2023-4-27"
                    },
                    "q15": {
                    "title": "How can incoming PhD students connect with professors to discuss research interests and potential collaborations?",
                    "detail": "I want to find a faculty member who shares my research interests and can support my work.",
                    "Answer1": "Attend department events, schedule meetings, or email professors to discuss shared interests.",
                    "QName": "Tim",
                    "A1Name": "Rachel",
                    "A1date": "2023-4-28",
                    "Qdate": "2023-4-28",
                    "filter": "Professor",
                    "Answer2": "Visit office hours, join research groups, or attend guest lectures to connect with faculty.",
                    "A2Name": "Ian",
                    "A2date": "2023-4-28"
                    },
                    "q16": {
                    "title": "What qualities do professors look for in PhD students when considering them for research assistant positions?",
                    "detail": "I want to know how to stand out as a strong candidate for research assistant positions.",
                    "Answer1": "Professors value students with strong technical skills, research experience, and a passion for the subject.",
                    "QName": "Laura",
                    "A1Name": "Oscar",
                    "A1date": "2023-4-29",
                    "Qdate": "2023-4-29",
                    "filter": "Professor",
                    "Answer2": "Good communication, teamwork, and problem-solving skills are also important for research positions.",
                    "A2Name": "Hannah",
                    "A2date": "2023-4-29"
                    },
                    "q17": {
                    "title": "How do professors guide PhD students in developing their dissertation topics and conducting research?",
                    "detail": "I want to know what kind of support and guidance I can expect from faculty while working on my dissertation.",
                    "Answer1": "Professors provide mentorship through regular meetings, feedback on drafts, and connecting students to resources.",
                    "QName": "Nick",
                    "A1Name": "Stephanie",
                    "A1date": "2023-4-30",
                    "Qdate": "2023-4-30",
                    "filter": "Professor",
                    "Answer2": "Faculty members also help students identify research gaps, refine ideas, and develop methodologies.",
                    "A2Name": "Ben",
                    "A2date": "2023-4-30"
                    },
                    "q18": {
                      "title": "What are some interdisciplinary opportunities for PhD students to collaborate with other departments at Cornell?",
                      "detail": "I'm interested in interdisciplinary research and would like to know how I can collaborate with other departments.",
                      "Answer1": "Cornell offers joint degree programs, collaborative research projects, and interdisciplinary seminars.",
                      "QName": "Samantha",
                      "A1Name": "Gary",
                      "A1date": "2023-4-27",
                      "Qdate": "2023-4-27",
                      "filter": "Other",
                      "Answer2": "Reach out to professors and students from other departments to explore potential collaborations.",
                      "A2Name": "Nina",
                      "A2date": "2023-4-27"
                      },
                      "q19": {
                      "title": "What resources are available for PhD students to improve their teaching and communication skills at Cornell?",
                      "detail": "I want to develop my teaching and communication skills for my future academic career.",
                      "Answer1": "Cornell offers workshops and seminars through the Center for Teaching Innovation.",
                      "QName": "Oliver",
                      "A1Name": "Maya",
                      "A1date": "2023-4-28",
                      "Qdate": "2023-4-28",
                      "filter": "Other",
                      "Answer2": "Graduate students can also attend conferences, join clubs, and participate in outreach programs.",
                      "A2Name": "Leo",
                      "A2date": "2023-4-28"
                      },
                      "q20": {
                      "title": "Are there any mentorship programs or support networks for underrepresented minority students in the PhD program?",
                      "detail": "As an underrepresented minority student, I'm interested in finding a supportive community within the program.",
                      "Answer1": "Cornell has the Office of Inclusion and Student Engagement, which provides resources and support.",
                      "QName": "Ava",
                      "A1Name": "Isaac",
                      "A1date": "2023-4-29",
                      "Qdate": "2023-4-29",
                      "filter": "Other",
                      "Answer2": "There are also student-led organizations and affinity groups for underrepresented minority students.",
                      "A2Name": "Grace",
                      "A2date": "2023-4-29"
                      },
                      "q21": {
                      "title": "How can PhD students at Cornell maintain a healthy work-life balance during their time in the program?",
                      "detail": "I want to ensure that I can balance my academic responsibilities with my personal well-being.",
                      "Answer1": "Establish routines, set boundaries, participate in social events, and engage in self-care activities.",
                      "QName": "Ella",
                      "A1Name": "Jackson",
                      "A1date": "2023-4-30",
                      "Qdate": "2023-4-30",
                      "filter": "Other",
                      "Answer2": "Take advantage of university resources like counseling services and wellness programs.",
                      "A2Name": "Sophie",
                      "A2date": "2023-4-30"
                      },
                      "q22": {
                        "title": "How do incoming PhD students choose their research advisors and get assigned to labs at Cornell?",
                        "detail": "I'd like to know more about the process of selecting an advisor and joining a research lab.",
                        "Answer1": "During the first semester, students can meet with potential advisors, attend lab meetings, and discuss research interests.",
                        "QName": "Harper",
                        "A1Name": "Mason",
                        "A1date": "2023-4-27",
                        "Qdate": "2023-4-27",
                        "filter": "Incoming PhDs",
                        "Answer2": "Students typically submit their preferences for advisors and are matched based on mutual interest and availability.",
                        "A2Name": "Amelia",
                        "A2date": "2023-4-27"
                        },
                        "q23": {
                        "title": "What types of financial support are available for incoming PhD students at Cornell, such as fellowships or grants?",
                        "detail": "I'm curious about the different funding opportunities for PhD students.",
                        "Answer1": "Most PhD students receive full funding, including tuition, health insurance, and a stipend through assistantships or fellowships.",
                        "QName": "Zoe",
                        "A1Name": "Caleb",
                        "A1date": "2023-4-28",
                        "Qdate": "2023-4-28",
                        "filter": "Incoming PhDs",
                        "Answer2": "Students can also apply for external fellowships, grants, or other funding opportunities.",
                        "A2Name": "Lucas",
                        "A2date": "2023-4-28"
                        },
                        "q24": {
                        "title": "What types of orientation programs or events are available for incoming PhD students to help them transition to Cornell?",
                        "detail": "I want to make sure I'm prepared for the start of my PhD program.",
                        "Answer1": "Cornell offers a graduate school orientation, department-specific events, and social activities to help students acclimate.",
                        "QName": "Lily",
                        "A1Name": "Evan",
                        "A1date": "2023-4-29",
                        "Qdate": "2023-4-29",
                        "filter": "Incoming PhDs",
                        "Answer2": "There are also workshops and seminars on topics such as academic resources, research ethics, and time management.",
                        "A2Name": "Hannah",
                        "A2date": "2023-4-29"
                        },
                        "q25": {
                        "title": "Are there opportunities for incoming PhD students to connect with current PhD students and learn about their experiences?",
                        "detail": "I'm interested in getting advice and insights from current PhD students.",
                        "Answer1": "During visit days and orientation, there are opportunities to meet and interact with current students.",
                        "QName": "Stella",
                        "A1Name": "Owen",
                        "A1date": "2023-4-30",
                        "Qdate": "2023-4-30",
                        "filter": "Incoming PhDs",
                        "Answer2": "Many departments also have mentorship programs or informal connections between current and incoming students.",
                        "A2Name": "Emma",
                        "A2date": "2023-4-30"
                        }



  },
  "prof":{
    "q1": {
      "title": "How can I learn more about specific professors' research interests during the PhD visit day?",
      "detail": "I'd like to know more about research projects and potential advisors.",
      "Answer1": "Attend research presentations and meet with professors during office hours.",
      "QName": "Alice",
      "A1Name": "Prof. Thompson",
      "A1date": "2023-4-25",
      "Qdate": "2023-4-25",
      "filter": "Professor",
      "Answer2": "Review faculty profiles on the university website.",
      "A2Name": "Dr. Williams",
      "A2date": "2023-4-25"
      },
      "q5": {
        "title": "What opportunities do PhD students have to collaborate with professors on research projects?",
        "detail": "I'm interested in getting involved in research as soon as possible.",
        "Answer1": "Many professors welcome PhD students to join their research teams and projects.",
        "QName": "Ivan",
        "A1Name": "Prof. Martin",
        "A1date": "2023-4-29",
        "Qdate": "2023-4-29",
        "filter": "Professor",
        "Answer2": "Discuss your interests with professors during visit day and explore potential collaborations.",
        "A2Name": "Dr. Ramirez",
        "A2date": "2023-4-29"
        },
        "q14": {
          "title": "What are the key research areas and labs that professors are currently focusing on in the department?",
          "detail": "I want to learn more about the research areas and labs where I can potentially contribute.",
          "Answer1": "The department website provides a list of research areas and labs led by faculty members.",
          "QName": "Tina",
          "A1Name": "Alan",
          "A1date": "2023-4-27",
          "Qdate": "2023-4-27",
          "filter": "Professor",
          "Answer2": "Attend department seminars and talk to professors to learn more about their current projects.",
          "A2Name": "Katie",
          "A2date": "2023-4-27"
          },
          "q15": {
          "title": "How can incoming PhD students connect with professors to discuss research interests and potential collaborations?",
          "detail": "I want to find a faculty member who shares my research interests and can support my work.",
          "Answer1": "Attend department events, schedule meetings, or email professors to discuss shared interests.",
          "QName": "Tim",
          "A1Name": "Rachel",
          "A1date": "2023-4-28",
          "Qdate": "2023-4-28",
          "filter": "Professor",
          "Answer2": "Visit office hours, join research groups, or attend guest lectures to connect with faculty.",
          "A2Name": "Ian",
          "A2date": "2023-4-28"
          },
          "q16": {
          "title": "What qualities do professors look for in PhD students when considering them for research assistant positions?",
          "detail": "I want to know how to stand out as a strong candidate for research assistant positions.",
          "Answer1": "Professors value students with strong technical skills, research experience, and a passion for the subject.",
          "QName": "Laura",
          "A1Name": "Oscar",
          "A1date": "2023-4-29",
          "Qdate": "2023-4-29",
          "filter": "Professor",
          "Answer2": "Good communication, teamwork, and problem-solving skills are also important for research positions.",
          "A2Name": "Hannah",
          "A2date": "2023-4-29"
          },
          "q17": {
          "title": "How do professors guide PhD students in developing their dissertation topics and conducting research?",
          "detail": "I want to know what kind of support and guidance I can expect from faculty while working on my dissertation.",
          "Answer1": "Professors provide mentorship through regular meetings, feedback on drafts, and connecting students to resources.",
          "QName": "Nick",
          "A1Name": "Stephanie",
          "A1date": "2023-4-30",
          "Qdate": "2023-4-30",
          "filter": "Professor",
          "Answer2": "Faculty members also help students identify research gaps, refine ideas, and develop methodologies.",
          "A2Name": "Ben",
          "A2date": "2023-4-30"
          }
  },
  "iphds":{
    "q2": {
      "title": "What events are planned for incoming PhDs to socialize and network during visit day?",
      "detail": "I'm interested in meeting other incoming students and building connections.",
      "Answer1": "There will be a welcome dinner and social events throughout the day.",
      "QName": "Bob",
      "A1Name": "Linda",
      "A1date": "2023-4-26",
      "Qdate": "2023-4-26",
      "filter": "Incoming PhDs",
      "Answer2": "Join group activities and informal meetups organized by current students.",
      "A2Name": "Steve",
      "A2date": "2023-4-26"
      },
      "q6": {
        "title": "What should incoming PhD students expect during the first year of the program?",
        "detail": "I want to be prepared for coursework, research, and other responsibilities.",
        "Answer1": "First-year students typically focus on coursework and identifying research interests.",
        "QName": "Jane",
        "A1Name": "Kyle",
        "A1date": "2023-4-30",
        "Qdate": "2023-4-30",
        "filter": "Incoming PhDs",
        "Answer2": "Participate in lab rotations and attend seminars to explore potential research areas.",
        "A2Name": "Laura",
        "A2date": "2023-4-30"
        },"q22": {
          "title": "How do incoming PhD students choose their research advisors and get assigned to labs at Cornell?",
          "detail": "I'd like to know more about the process of selecting an advisor and joining a research lab.",
          "Answer1": "During the first semester, students can meet with potential advisors, attend lab meetings, and discuss research interests.",
          "QName": "Harper",
          "A1Name": "Mason",
          "A1date": "2023-4-27",
          "Qdate": "2023-4-27",
          "filter": "Incoming PhDs",
          "Answer2": "Students typically submit their preferences for advisors and are matched based on mutual interest and availability.",
          "A2Name": "Amelia",
          "A2date": "2023-4-27"
          },
          "q23": {
          "title": "What types of financial support are available for incoming PhD students at Cornell, such as fellowships or grants?",
          "detail": "I'm curious about the different funding opportunities for PhD students.",
          "Answer1": "Most PhD students receive full funding, including tuition, health insurance, and a stipend through assistantships or fellowships.",
          "QName": "Zoe",
          "A1Name": "Caleb",
          "A1date": "2023-4-28",
          "Qdate": "2023-4-28",
          "filter": "Incoming PhDs",
          "Answer2": "Students can also apply for external fellowships, grants, or other funding opportunities.",
          "A2Name": "Lucas",
          "A2date": "2023-4-28"
          },
          "q24": {
          "title": "What types of orientation programs or events are available for incoming PhD students to help them transition to Cornell?",
          "detail": "I want to make sure I'm prepared for the start of my PhD program.",
          "Answer1": "Cornell offers a graduate school orientation, department-specific events, and social activities to help students acclimate.",
          "QName": "Lily",
          "A1Name": "Evan",
          "A1date": "2023-4-29",
          "Qdate": "2023-4-29",
          "filter": "Incoming PhDs",
          "Answer2": "There are also workshops and seminars on topics such as academic resources, research ethics, and time management.",
          "A2Name": "Hannah",
          "A2date": "2023-4-29"
          },
          "q25": {
          "title": "Are there opportunities for incoming PhD students to connect with current PhD students and learn about their experiences?",
          "detail": "I'm interested in getting advice and insights from current PhD students.",
          "Answer1": "During visit days and orientation, there are opportunities to meet and interact with current students.",
          "QName": "Stella",
          "A1Name": "Owen",
          "A1date": "2023-4-30",
          "Qdate": "2023-4-30",
          "filter": "Incoming PhDs",
          "Answer2": "Many departments also have mentorship programs or informal connections between current and incoming students.",
          "A2Name": "Emma",
          "A2date": "2023-4-30"
          }
},
  "cphds":{
    "q3": {
      "title": "What resources are available to support current PhDs' academic and research progress?",
      "detail": "I want to know how the university assists students in achieving their goals.",
      "Answer1": "There are various workshops, research funding, and academic support services.",
      "QName": "Cathy",
      "A1Name": "Dan",
      "A1date": "2023-4-27",
      "Qdate": "2023-4-27",
      "filter": "Current PhDs",
      "Answer2": "Access to faculty mentorship, research facilities, and career development resources.",
      "A2Name": "Emma",
      "A2date": "2023-4-27"
      },
      "q7": {
        "title": "How do current PhD students balance research, teaching, and personal life?",
        "detail": "I'm concerned about managing my time effectively during the program.",
        "Answer1": "Effective time management and setting priorities are crucial for maintaining balance.",
        "QName": "Tom",
        "A1Name": "Nina",
        "A1date": "2023-4-28",
        "Qdate": "2023-4-28",
        "filter": "Current PhDs",
        "Answer2": "Seek advice from peers and faculty on managing workload and maintaining self-care.",
        "A2Name": "Alex",
        "A2date": "2023-4-28"
        },
        "q10": {
          "title": "What types of professional development opportunities are available for current PhD students?",
          "detail": "I want to ensure I have access to resources that will help me succeed beyond my studies.",
          "Answer1": "The university offers workshops, seminars, and networking events for professional development.",
          "QName": "Susan",
          "A1Name": "Adam",
          "A1date": "2023-4-29",
          "Qdate": "2023-4-29",
          "filter": "Current PhDs",
          "Answer2": "Career services, faculty mentorship, and internships can also support professional growth.",
          "A2Name": "Samantha",
          "A2date": "2023-4-29"
          },
          "q11": {
          "title": "How do current PhD students manage their workload and ensure they are making progress?",
          "detail": "I am curious about the strategies used by successful students to stay on track.",
          "Answer1": "Setting goals, creating a schedule, and prioritizing tasks can help manage workload.",
          "QName": "Brian",
          "A1Name": "Grace",
          "A1date": "2023-4-30",
          "Qdate": "2023-4-30",
          "filter": "Current PhDs",
          "Answer2": "Regular meetings with advisors and peer support groups can also facilitate progress.",
          "A2Name": "Jacob",
          "A2date": "2023-4-30"
          },
          "q12": {
          "title": "What support is available for current PhD students who want to present their research at conferences?",
          "detail": "I want to know if there are opportunities to attend conferences and present my work.",
          "Answer1": "The university provides funding for conference travel and presentation opportunities.",
          "QName": "Megan",
          "A1Name": "Carlos",
          "A1date": "2023-4-27",
          "Qdate": "2023-4-27",
          "filter": "Current PhDs",
          "Answer2": "Faculty members can also offer guidance on submitting abstracts and preparing presentations.",
          "A2Name": "Danielle",
          "A2date": "2023-4-27"
          },
          "q13": {
          "title": "Are there opportunities for current PhD students to collaborate with industry partners on research projects?",
          "detail": "I am interested in exploring how research can be applied in real-world settings.",
          "Answer1": "Many faculty members have connections with industry partners and encourage collaboration.",
          "QName": "Gina",
          "A1Name": "Matthew",
          "A1date": "2023-4-28",
          "Qdate": "2023-4-28",
          "filter": "Current PhDs",
          "Answer2": "Seek out internships, collaborative research projects, and networking events with industry professionals.",
          "A2Name": "David",
          "A2date": "2023-4-28"
          }
  },
  "other":{
    "q4": {
      "title": "Are there any interdisciplinary research opportunities for PhD students at Cornell?",
      "detail": "I'm curious about collaborations between departments and research areas.",
      "Answer1": "Yes, there are many interdisciplinary research centers and initiatives at Cornell.",
      "QName": "Frank",
      "A1Name": "Grace",
      "A1date": "2023-4-28",
      "Qdate": "2023-4-28",
      "filter": "Other",
      "Answer2": "Collaborations between departments are encouraged and often lead to innovative research.",
      "A2Name": "Henry",
      "A2date": "2023-4-28"
      },
      "q8": {
        "title": "What housing options are available for incoming PhD students near the campus?",
        "detail": "I want to find convenient and affordable housing during my studies.",
        "Answer1": "There are both on-campus and off-campus housing options for graduate students.",
        "QName": "Sophia",
        "A1Name": "Eric",
        "A1date": "2023-4-26",
        "Qdate": "2023-4-26",
        "filter": "Other",
        "Answer2": "Check the university housing website and local listings for available options.",
        "A2Name": "Rebecca",
        "A2date": "2023-4-26"
        },
        "q9": {
          "title": "What extracurricular activities and clubs are popular among PhD students?",
          "detail": "I want to get involved in campus life and engage with my peers outside of academics.",
          "Answer1": "There are various clubs, sports teams, and cultural organizations for graduate students.",
          "QName": "Frank",
          "A1Name": "Olivia",
          "A1date": "2023-4-27",
          "Qdate": "2023-4-27",
          "filter": "Other",
          "Answer2": "Attend club fairs and explore opportunities to join groups aligned with your interests.",
          "A2Name": "Mike",
          "A2date": "2023-4-27"
          },"q18": {
            "title": "What are some interdisciplinary opportunities for PhD students to collaborate with other departments at Cornell?",
            "detail": "I'm interested in interdisciplinary research and would like to know how I can collaborate with other departments.",
            "Answer1": "Cornell offers joint degree programs, collaborative research projects, and interdisciplinary seminars.",
            "QName": "Samantha",
            "A1Name": "Gary",
            "A1date": "2023-4-27",
            "Qdate": "2023-4-27",
            "filter": "Other",
            "Answer2": "Reach out to professors and students from other departments to explore potential collaborations.",
            "A2Name": "Nina",
            "A2date": "2023-4-27"
            },
            "q19": {
            "title": "What resources are available for PhD students to improve their teaching and communication skills at Cornell?",
            "detail": "I want to develop my teaching and communication skills for my future academic career.",
            "Answer1": "Cornell offers workshops and seminars through the Center for Teaching Innovation.",
            "QName": "Oliver",
            "A1Name": "Maya",
            "A1date": "2023-4-28",
            "Qdate": "2023-4-28",
            "filter": "Other",
            "Answer2": "Graduate students can also attend conferences, join clubs, and participate in outreach programs.",
            "A2Name": "Leo",
            "A2date": "2023-4-28"
            },
            "q20": {
            "title": "Are there any mentorship programs or support networks for underrepresented minority students in the PhD program?",
            "detail": "As an underrepresented minority student, I'm interested in finding a supportive community within the program.",
            "Answer1": "Cornell has the Office of Inclusion and Student Engagement, which provides resources and support.",
            "QName": "Ava",
            "A1Name": "Isaac",
            "A1date": "2023-4-29",
            "Qdate": "2023-4-29",
            "filter": "Other",
            "Answer2": "There are also student-led organizations and affinity groups for underrepresented minority students.",
            "A2Name": "Grace",
            "A2date": "2023-4-29"
            },
            "q21": {
            "title": "How can PhD students at Cornell maintain a healthy work-life balance during their time in the program?",
            "detail": "I want to ensure that I can balance my academic responsibilities with my personal well-being.",
            "Answer1": "Establish routines, set boundaries, participate in social events, and engage in self-care activities.",
            "QName": "Ella",
            "A1Name": "Jackson",
            "A1date": "2023-4-30",
            "Qdate": "2023-4-30",
            "filter": "Other",
            "Answer2": "Take advantage of university resources like counseling services and wellness programs.",
            "A2Name": "Sophie",
            "A2date": "2023-4-30"
            }

  },
  "newpost":{
    "q26": {
      "title": "What are some interdisciplinary research collaborations between different departments at Cornell that professors are involved in?",
      "detail": "I'm interested in working on research projects that involve collaboration between different fields.",
      "Answer1": "Cornell encourages interdisciplinary research, with many professors collaborating across departments, such as computer science and biology.",
      "QName": "Nathan",
      "A1Name": "Isabella",
      "A1date": "2023-4-26",
      "Qdate": "2023-4-26",
      "filter": "Professor",
      "Answer2": "There are research centers and initiatives that foster interdisciplinary projects, like the Atkinson Center for a Sustainable Future.",
      "A2Name": "Oliver",
      "A2date": "2023-4-26"
      }
  }


}
